/* Localizable strings*/

"SUPrefNeverUsedStatus" = "Ohjelmiston päivitystä ei ole vielä käytetty.";
"SUPrefSuccessStatus" = "Ohjelmiston päivitystä käytetty onnistuneesti.";
"SUPrefAllInactiveStatus" = "Päivityksiä on saatavilla vain kohteisiin, jotka olet päättänyt jättää huomioimatta.";
"SUPrefNoUpdatesStatus" = "Uusia päivityksiä ei ollut saatavilla.";
"SUPrefFailedCantConnectStatus" = "Epäonnistui. Ei yhteyttä internetiin.";
"SUPrefFailedGenericStatus" = "Epäonnistui. Tarkistettaessa tapahtui virhe.";
"SUPrefIgnoredUpdatesAvailableStatus" = "Huomioimattomat päivitykset ovat taas saatavilla.";

"SUPrefScanningStatus" = "Etsitään uusia ohjelmia…";
"SUPrefServerErrorStatus" = "Palvelin ei ole tällä hetkellä käytettävissä. Yritä myöhemmin uudelleen.";
"SUPrefUnexpectedErrorStatus" = "Tapahtui odottamaton virhe.";

"SUPrefCancellingStatus" = "Kumotaan…";
"SUPrefCancelledStatus" = "Kumoa";

"SUPrefLastStatusCheckTitle" = "Edellinen tarkistus:";
"SUPrefLastStatusFailedTitle" = "Edellinen yritys:";
"SUPrefCurrentStatusTitle" = "Tila:";
"SUPrefLastSuccessfulStatus" = "Onnistui. %@.";

"SUPrefNextScheduledDate" = "Seuraava: %@.";

"Software Update can't check for updates because of a network problem." = "Ohjelmiston päivitys ei voi etsiä päivityksiä verkko-ongelman vuoksi.";
"Failed to check for updates." = "Päivitysten etsiminen epäonnistui.";
"Diagnose..." = "Verkkodiagnostiikka…";
"SUPrefCheckConfigMessage" = "Varmista, että olet yhteydessä internetiin, ja yritä uudelleen.";
"OK" = "OK";

"SUPrefUpdateNow" = "Etsi nyt";
"CANCEL" = "Kumoa";
